[
    {
      "title": "Ghost Tamer",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1676734831i/122757674.jpg",
      "author": "Unknown",
      "tags": [
        "Horror",
        "Paranormal",
        "Thriller",
        "Mystery",
        "Fantasy",
        "Adult",
        "Mystery Thriller"
      ],
      "description": "Death is one thing, it's what you do afterward that matters. Aspiring comedian Raely is the sole survivor of a disastrous train wreck. While faced with the intense grief of losing her best friend, she realizes that someone is following her―and has been following her all her life. Trouble is, no one else can see him. For a ghostly tag-along, Casper’s not so bad. He might even be the partner Raely needs to fight the evil spirit hell-bent on destroying her. Raely and her friend must learn why this demonic spirit is haunting Raely and how she can stop him before he destroys her life―and her soul. Which, much to her chagrin, means she needs the help of a psychic (although she’s sure they are all charlatans) and must rid herself of the pesky ghost hunter who’s interested in exploiting her new abilities. For readers who enjoy Leigh Bardugo’s Ninth House and Clay McLeod Chapman’s Ghost Eaters.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": true,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "That Wasn’t in the Script",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1669981018i/63906580.jpg",
      "author": "Sarah Ainslee",
      "tags": [
        "Romance",
        "Young Adult",
        "Contemporary",
        "Fiction",
        "Young Adult Romance",
        "Young Adult Contemporary"
      ],
      "description": "Josie Bradford feels stuck. After being moved against her will to New York City and losing her father in the span of a year, the aspiring screenwriter dreams of escaping back to small-town Ohio where she can attend college and go back to some version of normal—if only she could afford it. Enter Hollywood teen heartthrob Rowan Adler, an overnight celebrity thanks to the viral streaming sensation in which he stars. Ever-reckless Rowan is bored, sheltered, and desperate to escape the limelight. The lives of the two teenagers collide one fateful autumn night when Josie finds an escaped Rowan asleep in the middle of the greasy burger shack where she works, leading her to wonder: How much would this exclusive sell for? What follows is an absurd, heartfelt, romantic twenty-four-hour descent into chaos. The unlikely pair slowly learn what it means to embrace the plot twists life throws their way and how sometimes, getting lost is the only way to find out what you really want.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Something Better",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1674055958i/62990464.jpg",
      "author": "Joanna Monahan",
      "tags": [
        "Romance"
      ],
      "description": "It was only a high school reunion. What was the worst that could happen? Corinne Fuller has regrets. Facing a stagnant marriage and an impending empty nest, she spends her days living halfway between fantasy and reality, imagining herself as the heroine in a true-love-lost fairytale. When she reluctantly agrees to accompany her best friend on a trip to their hometown, an unexpected encounter with ex-boyfriend Nick offers a tempting glimpse of what might have been (and, as Nick makes clear, what could possibly still be). Back home, Corinne’s world is in tumult. Are the problems she’s having with her husband signs she made the wrong choice? Meanwhile, her daughter begins a serious relationship with the (literal) boy next door, and Corinne can’t help being nostalgic for the excitement and romance of first love. Corinne must choose between pursuing “what if?” or embracing “what is” in this coming-of-(middle)-age tale of love, family, and the dangers of attending your high school reunion.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Weyward",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677756582i/60654349.jpg",
      "author": "Emilia Hart",
      "tags": [
        "Historical Fiction",
        "Fantasy",
        "Fiction",
        "Magical Realism",
        "Historical",
        "Witches",
        "Audiobook"
      ],
      "description": "I am a Weyward, and wild inside. 2019: Under cover of darkness, Kate flees London for ramshackle Weyward Cottage, inherited from a great aunt she barely remembers. With its tumbling ivy and overgrown garden, the cottage is worlds away from the abusive partner who tormented Kate. But she begins to suspect that her great aunt had a secret. One that lurks in the bones of the cottage, hidden ever since the witch-hunts of the 17th century. 1619: Altha is awaiting trial for the murder of a local farmer who was stampeded to death by his herd. As a girl, Altha’s mother taught her their magic, a kind not rooted in spell casting but in a deep knowledge of the natural world. But unusual women have always been deemed dangerous, and as the evidence for witchcraft is set out against Altha, she knows it will take all of her powers to maintain her freedom. 1942: As World War II rages, Violet is trapped in her family's grand, crumbling estate. Straitjacketed by societal convention, she longs for the robust education her brother receives––and for her mother, long deceased, who was rumored to have gone mad before her death. The only traces Violet has of her are a locket bearing the initial W and the word weyward scratched into the baseboard of her bedroom. Weaving together the stories of three extraordinary women across five centuries, Emilia Hart's Weyward is an enthralling novel of female resilience and the transformative power of the natural world.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false

    },
    {
      "title": "The Last Lifeboat",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677852746i/61245825.jpg",
      "author": "Hazel Gaynor",
      "tags": [
        "Historical Fiction",
        "Fiction",
        "Historical",
        "World War II",
        "Audiobook",
        "Survival",
        "War",
        "Adult Fiction",
        "Adult",
        "British Literature"
      ],
      "description": "Inspired by a remarkable true story, a young teacher evacuates children to safety across perilous waters, in a moving and triumphant new novel from New York Times bestselling author Hazel Gaynor. 1940, Kent: Alice King is not brave or daring—she’s happiest finding adventure through the safe pages of books.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false

    },
    {
        "title": "The Porcelain Moon",
        "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1659824718i/61180151.jpg",
        "author": "Janie Chang",
        "tags": [
        "Historical Fiction",
        "Fiction",
        "Historical",
        "War",
        "France",
        "Romance",
        "Adult",
        "Asian Literature",
        "World War I",
        "Audiobook"
        ],
        "description": "France, 1918. In the final days of the First World War, a young Chinese woman, Pauline Deng, runs away from her uncle’s home in Paris to evade a marriage being arranged for her in Shanghai. To prevent the union, she needs the help of her cousin Theo, who is working as a translator for the Chinese Labour Corps in the French countryside. In the town of Noyelles-sur-Mer, Camille Roussel is planning her escape from an abusive marriage, and to end a love affair that can no longer continue. When Camille offers Pauline a room for her stay, the two women become friends. But it’s not long before Pauline uncovers a perilous secret that Camille has been hiding from her. As their dangerous situation escalates, the two women are forced to make a terrible decision that will bind them together for the rest of their lives. Set against the little-known history of the 140,000 Chinese workers brought to Europe as non-combatant labor during WWI, The Porcelain Moon is a tale of forbidden love, identity and belonging, and what we are willing to risk for freedom.",
        "availability": false,
        "borrowedByMe": true,
        "lendedByMe": false,
        "wishlistedByMe": false,
        "someoneInterested": false
    },
    {
        "title": "The Ghost Ship",
        "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1675084657i/61884976.jpg",
        "author": "Kate Mosse",
        "tags": [
        "Historical Fiction",
        "Fiction",
        "Historical",
        "Fantasy",
        "Pirates",
        "Adventure",
        "LGBT",
        "Romance",
        "Thriller",
        "France"
        ],
        "description": "Next in the #1 Sunday Times bestselling series, New York Times bestselling author Kate Mosse returns with The Ghost Ship, a sweeping historical epic of adventure on the high seas. The Barbary Coast, 1621. A mysterious vessel floats silently on the water. It is known only as the Ghost Ship. For months it has hunted pirates to liberate those enslaved by corsairs, manned by a courageous crew of mariners from Italy and France, Holland and the Canary Islands. But the bravest men on board are not who they seem. And the stakes could not be higher. If arrested, they will be hanged for their crimes. Can they survive the journey and escape their fate? A sweeping and epic love story, ranging from France in 1610 to Amsterdam and the Canary Islands in the 1620s, The Ghost Ship is a thrilling novel of adventure and buccaneering, love and revenge, stolen fortunes and hidden secrets on the high seas.",
        "availability": false,
        "borrowedByMe": true,
        "lendedByMe": false,
        "wishlistedByMe": true,
        "someoneInterested": false
    },
    {
        "title": "Under This Forgetful Sky",
        "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1665517440i/62918331.jpg",
        "author": "Lauren Yero",
        "tags": [
        "Young Adult",
        "Science Fiction",
        "Fantasy",
        "Romance",
        "Dystopia",
        "Young Adult Fantasy",
        "Young Adult Science Fiction",
        "Fiction",
        "Science Fiction Fantasy",
        "Speculative Fiction"
        ],
        "description": "In the spirit of Paolo Bacigalupi and Laini Taylor, this futuristic star-crossed love story follows two teens in a starkly unequal world struggling to find their place. Sixteen-year-old Rumi Sabzwari has spent his entire life behind the armored walls of St. Iago, which protect citizens of the Union of Upper Cities from the outside world’s environmental devastation. But when rebels infect his father with a fatal virus, Rumi escapes St. Iago, desperate to find a cure. In the ruined city of Paraíso, Rumi meets fifteen-year-old Paz, who agrees to guide him on his journey. As they travel together, Rumi finds himself drawn to Paz—and behind her tough exterior, she begins to feel the same way. But Paz knows more about Rumi’s father’s illness than she’s saying and has her own agenda. With the powerful forces at play in their cities putting them at odds, can the two learn to trust in each other—enough to imagine a different world?",
        "availability": false,
        "borrowedByMe": false,
        "lendedByMe": true,
        "wishlistedByMe": false,
        "someoneInterested": false
    },
    {
      "title": "Eternal Echoes",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348370709i/134981.jpg",
      "author": "Melissa K. Wright",
      "tags": [
        "Fantasy",
        "Romance",
        "Young Adult",
        "Magic",
        "Adventure"
      ],
      "description": "In the mystical land of Eldoria, where magic weaves through the air like a melody, a young sorcerer named Aria discovers an ancient prophecy that could change the fate of her world. With a group of unlikely allies, she embarks on a perilous journey to unlock the secrets of her past and prevent an impending darkness from engulfing Eldoria. Filled with magical creatures, unexpected twists, and a dash of romance, Eternal Echoes is a captivating tale of courage, friendship, and the enduring power of hope.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "The Quantum Paradox",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1686828770i/158306932.jpg",
      "author": "Alexander Greene",
      "tags": [
        "Science Fiction",
        "Thriller",
        "Mystery",
        "Time Travel",
        "Technological"
      ],
      "description": "Dr. Emily Parker, a brilliant physicist, stumbles upon a groundbreaking discovery: the existence of a parallel universe. As she delves deeper into the mysteries of this alternate reality, she realizes that her actions in one world can have profound consequences in another. Racing against time, Emily must navigate the complexities of quantum physics and confront the ethical dilemmas that arise when the boundaries between worlds begin to blur. The Quantum Paradox is a mind-bending journey through the fabric of space and time, where every choice sparks a new set of possibilities.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "City of Whispers",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1344268625i/11243476.jpg",
      "author": "Aiden Thomas",
      "tags": [
        "Urban Fantasy",
        "LGBT",
        "Mystery",
        "Paranormal",
        "Young Adult"
      ],
      "description": "In the heart of a bustling metropolis, where shadows dance and secrets lie hidden in plain sight, a group of young misfits discovers they possess extraordinary powers. Drawn together by fate, they must unravel the mysteries of their own origins and confront a dark force that threatens to plunge their city into chaos. City of Whispers is a spellbinding tale of identity, acceptance, and the enduring strength that comes from embracing one's true self.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Starlight Chronicles",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1647311804i/58521183.jpg",
      "author": "Ava Skylar",
      "tags": [
        "Space Opera",
        "Adventure",
        "Science Fiction",
        "Romance",
        "Epic"
      ],
      "description": "In the distant reaches of the galaxy, where star systems collide and civilizations rise and fall, a young pilot named Cassia embarks on a journey that will reshape the destiny of entire worlds. With a crew of eclectic characters and a mysterious artifact at the center of it all, Cassia must navigate the treacherous currents of interstellar politics and face ancient adversaries to unlock the secrets of the Starlight Chronicles. A space opera of epic proportions, this thrilling adventure will take readers beyond the stars and into the heart of cosmic intrigue.",
      "availability": false,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": true,
      "someoneInterested": false
    },
    {
      "title": "The Enchanted Forest",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1320435406i/178204.jpg",
      "author": "Elena Rivers",
      "tags": [
        "Children's",
        "Fantasy",
        "Adventure",
        "Magic",
        "Friendship"
      ],
      "description": "Join siblings Emma and Jake as they stumble upon a hidden portal that transports them to the enchanting realm of the Enchanted Forest. Filled with magical creatures, talking trees, and whimsical adventures, this charming children's tale explores the power of imagination and the bonds of siblinghood. The Enchanted Forest is a delightful journey for young readers and the young at heart.",
      "availability": false,
      "borrowedByMe": false,
      "lendedByMe": true,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "The Clockmaker's Daughter",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1526476937i/38530939.jpg",
      "author": "Kate Morton",
      "tags": [
        "Historical Fiction",
        "Mystery",
        "Romance",
        "Time Slip",
        "Literary Fiction"
      ],
      "description": "A century-old mystery, a beautiful and abandoned house, and a group of interconnected lives spanning different eras. The Clockmaker's Daughter weaves a captivating narrative that unfolds through the lens of time. As readers delve into the secrets of Birchwood Manor, they'll discover the threads that bind the past and present, love and loss, and the timeless power of storytelling.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Echoes of Eternity",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1645660151i/60484063.jpg",
      "author": "Nina LaCour",
      "tags": [
        "Contemporary",
        "LGBT",
        "Romance",
        "Young Adult",
        "Coming of Age"
      ],
      "description": "In a small coastal town, where the waves whisper secrets and the cliffs hold memories, two young souls find solace in each other. Echoes of Eternity is a tender exploration of love, loss, and self-discovery. As the characters navigate the complexities of identity and the inexorable passage of time, readers will be drawn into a poignant story that lingers like an echo across the years.",
      "availability": true,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "The Celestial Atlas",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1697573808i/139812734.jpg",
      "author": "Lydia Kang",
      "tags": [
        "Science Fiction",
        "Space Exploration",
        "Adventure",
        "Mystery",
        "Medical Thriller"
      ],
      "description": "Dr. Elara Brooks, a brilliant astrophysicist, stumbles upon a celestial phenomenon that defies explanation. As she unravels the mysteries of the cosmos, she becomes entangled in a web of intrigue that spans galaxies. The Celestial Atlas is a gripping space odyssey that combines the wonders of science with the thrill of discovery, taking readers on an interstellar journey beyond imagination.",
      "availability": false,
      "borrowedByMe": false,
      "lendedByMe": true,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Beneath the Crimson Sky",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683835255i/152652927.jpg",
      "author": "Renee Collins",
      "tags": [
        "Fantasy",
        "Adventure",
        "Magic",
        "Young Adult",
        "Friendship"
      ],
      "description": "In a world where magic flows like a river beneath the crimson sky, three unlikely friends embark on a quest to save their realm from an ancient darkness. As they navigate treacherous landscapes and face mythical creatures, their bonds of friendship are tested. Beneath the Crimson Sky is a spellbinding tale of courage, loyalty, and the enduring power of hope in the face of overwhelming odds.",
      "availability": false,
      "borrowedByMe": true,
      "lendedByMe": false,
      "wishlistedByMe": false,
      "someoneInterested": false
    },
    {
      "title": "Whispers of Winter",
      "cover_image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1441262138i/244466.jpg",
      "author": "Evelyn Hayes",
      "tags": [
        "Historical Fiction",
        "Romance",
        "Winter",
        "Family Saga",
        "Saga"
      ],
      "description": "Set against the backdrop of a snow-covered landscape, Whispers of Winter follows the lives of a family spanning generations. From the roaring twenties to the present day, the characters navigate love, loss, and the enduring ties that bind them. With each turn of the page, readers will be transported to a world where the whispers of winter carry the echoes of a family's shared history.",
      "availability": false,
      "borrowedByMe": false,
      "lendedByMe": false,
      "wishlistedByMe": true,
      "someoneInterested": false
    }
]
    
